[{
  "name": "Assault Marine",
  "summary": "Close quarter combat specialist.",
  "specials": [{
    "name": "Not To Be Trifled With",
    "description": "gain +1 Effect in close combat with a large group of enemies. Once per mission, you may push yourself in melee combat without marking Grace."
  }]
}, {
  "name": "Apothecary",
  "summary": "Battle medic who deliver tailored combat drugs.",
  "specials": [{
    "name": "First Aid",
    "description": "Survey a wounded Space Marine to temporarily reduce or ignore penalties from harm. On a 1-3 the target ignores level 1 harm; 4/5 ignore level 1 & 2 harm; 6 ignore all harm; on a Crit ignore all harm and fill in one segment of the target’s healing clock."
  }]
}, {
  "name": "Devastator",
  "summary": "Master of heavy weapons and explosives.",
  "specials": [
    {
      "name": "Unrelenting",
      "description": "when you Push yourself in ranged combat, ignore penalties due to Scale. Once per mission, you may push yourself in ranged combat without marking Grace."
    }, {
      "name": "Immovable",
      "description": "take +1d to Resistance rolls when defending a dug in position or hardpoint."
    }, {
      "name": "Saboteur",
      "description": "your skill with explosives is exceptional. Gain Potency on any application of cluster mines, demolition charges, or melta bombs."
    }, {
      "name": "Anti-Armour",
      "description": "you are exceptionally good at using heavy weapons to destroy large, armoured targets. Gain +1 Effect when you use heavy weapons against vehicles and large monsters."
    }, {
      "name": "Tough as Nails",
      "description": "penalties from Harm are one level less severe (though level 4 Harm is still fatal). "
    }, {
      "name": "Sharpshooter",
      "description": "ignore penalties to Potency with ranged weapons due to challenging conditions like weather, cover, or targets in melee."
    }, {
      "name": "Brawny",
      "description": "your Capacity is increased to 9."
    }
  ]
}]